{"original_recipe": "Take faire tryed yolkes of eyren, and cast in a potte; and take good ale, or elles good wyn, a quantite, and sette it ouer þe fire. And whan hit is at boyling, take it fro the fire, and caste þere-to saffron, salt, Sugur; and ceson hit vppe, and serue hit forth hote.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take fair tried yolks of eggs, and cast in a pot; and take good ale, or else good wine, a quantity, and set it over the fire. And when it is boiling, take it from the fire, and cast there-to saffron, salt, Sugar; and season it up, and serve it forth hot.", "url": "http://www.godecookery.com/mtrans/mtrans22.htm"}
{"original_recipe": "Tourteletes in fryture. Take figus & grynde hem smal; do þerin saffron & powdur fort. Close hem in foyles of dowe, & frye hem in oyle. Claryfye hony & flamme hem þerwyt; ete hem hote or colde.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take figs & grind them small; do there-in saffron & powder fort. Close them in foils of dough, & fry them in oil. Clarify honey & baste them there-with; eat them hot or cold.", "url": "http://www.godecookery.com/mtrans/mtrans08.htm"}
{"original_recipe": "Soupes dorye. Take gode almaunde mylke y-draw wyth wyn, an let hem boyle to-gederys, an caste þer-to Safroun an Salt; an þan take Paynemayn, an kytte it an toste it, an wete it in wyne, an ley it on a dysshe, an caste þe syrip þer-on. And þan make a dragge of powder Gyngere, Sugre, canel, Clowes, Maces, an caste þer-on When it is y-dressid, an serue þanne forth for a potage gode.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Sops dorye. Take good almond milk made with wine, and let it boil together, and add there-to Saffron and Salt; and then take Payndemayne (very good white bread), and cut it and toast it, and wet it in wine, and lay it on a dish, and add the syrup there-on. And make a dredge of powdered Ginger, Sugar, Cloves, Mace, and strew there-on when it is dressed, and serve forth for a good pottage.", "url": "http://www.godecookery.com/mtrans/mtrans31.htm"}
{"original_recipe": "Soupes dorroy. Shere Oynonys, an frye hem in oyle; þanne take Wyne,an boyle with Oynonys, toste whyte Brede an do on a dysshe, an caste þer-on gode Almaunde Mylke, & temper it wyth wyne: þanne do þe dorry a-bowte an messe it forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Sops dorroy. Slice onions, and fry them in oil; then take Wine, and boil with (the) Onions, toast white Bread and put it in a dish, and place there-on good Almond Milk, & temper it with wine: then do the onions in sauce about and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans32.htm"}
{"original_recipe": "Fruays. Recipe þe cromys of whyte brede & swete aplys & yolkes of egges, & bray þam wele, & temper it with wyne; & make it to sethe, & when it is thyk do þerto gode spyces: gynger & galingay & cannell & clows; & serof it forth.", "citation": "- Hieatt, Constance B. \"The Middle English Culinary Recipes in MS Harley 5401: An Edition and Commentary.\"  Medium Ævum  vol. 65, no. 1 (1996): 54-71.  ", "gode_cookery_translation": "Fruays. Recipe. The crumbs of white bread & sweet apples & yolks of eggs, & bray them well, & temper it with wine; & make it to boil, & when it is thick do there-to good spices: ginger & galingale & cinnamon & cloves; & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans48.htm"}
{"original_recipe": "Pokerounce. Take Hony, & caste it in a potte tyl it wexe chargeaunt y-now; take & skeme it clene. Take Gyngere, Canel, & Galyngale, & caste þer-to; take whyte Brede, & kytte to trenchours, & toste ham; take þin paste whyle it is hot, & sprede it vppe-on þin trenchourys with a spone, & plante it with Pynes, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Pokerounce. Take honey, and cook it in a pot until it grows thick; take and skim it clean. Take Ginger, Cinnamon, & Galingale, & add there-to; take white Bread, & cut two trenchers, & toast them; take your paste while it is hot, & spread it upon your trenchers with a spoon, and top it with Pine nuts, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans23.htm"}
{"original_recipe": "Crispels. Take and make a foile of gode past as thynne as paper; kerue it out wyt a saucer & frye it in oile; oþer in grece; and þe remnaunt, take hony clarified and flamme þerwith. Alye hem vp and serue hem forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Crispels. Take and make a sheet of good pastry as thin as paper; carve it out with a saucer & fry it in oil; or in grease; and to finish them, take clarified honey and baste there-with. Do them up and serve them forth.", "url": "http://www.godecookery.com/mtrans/mtrans38.htm"}
{"original_recipe": "Daryols. Take creme of cowe mylke, oþer of almaundes; do þerto ayren with sugur, safroun and salt. Medle it yfere. Do it in a coffyn of ii yinche depe; bake it wel and serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take cream of cow milk, or of almonds; do there-to eggs with sugar, saffron and salt. Mix it fair. Do it in a pie shell of 2 inch deep; bake it well and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans14.htm"}
{"original_recipe": "Frytour blaunched. Take almaundes blaunched, and grynde hem al to doust withouten eny lycour. Do þerto poudour of gyngeuer, sugur, and salt; do þise in a thynne foile. Close it þerinne fast, and frye it in oile; clarifie hony with wyne, & bake it þerwith.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take almonds blanched, and grind them all to dust without any liquid. Do there-to powder of ginger, sugar, and salt; do this in a thin foil. Close it there-in fast, and fry it in oil; clarify honey with wine, & bake it there with.", "url": "http://www.godecookery.com/mtrans/mtrans04.htm"}
{"original_recipe": "Take faire Cabochis, pike hem and wassh hem, and parboyle hem; then presse oute the water on a faire borde, choppe hem, and cast hem in a faire potte with goode fressh broth and with Mary-bones, And lette hem boyle; then take faire grate brede, and cast there-to, saferon, salt, and lete boyle ynogh, And then serue hit forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take fair Cabbages, pick them and wash them; then press out the water on a fair board, chop them, and cast them in a fair pot with good fresh broth and with Marrow bones, And let them boil; then take fair grated bread, and cast there-to, saffron, salt, and let boil enough, And then serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans16.htm"}
{"original_recipe": "To make Nowmbyls of Muskyls. Seth muskyls, & then shop þam grete & medil þam with almonde mylk, & make a thyk potage; & colour it with saferon. With kokyls or with pervinches ye may do þe same.", "citation": "- Hieatt, Constance B. \"The Middle English Culinary Recipes in MS Harley 5401: An Edition and Commentary.\"  Medium Ævum  vol. 65, no. 1 (1996): 54-71.  ", "gode_cookery_translation": "To make umbles of mussels. Boil mussels, & then chop them great & mix them with almond milk, & make a thick pottage; & color it with saffron. With cockles or periwinkles you may do the same.", "url": "http://www.godecookery.com/mtrans/mtrans46.htm"}
{"original_recipe": "Tart de brymlent. Take fyges & raysouns, & waisshe hem in wyne, and grinde hem smale with apples & peres clene ypiked. Take hem vp and cast hem in a pot wiþ wyne and sugur. Take calwer samoun ysode, oþer codlyng oþer haddok, & bray hem smal, & do þerto white powdours & hoole spices & salt, & seeþ it. And whanne it is sode ynowgh, take it vp and do it in a vessel, and lat it kele. Make a ciffyn an ynche depe & do þe fars þerin. Plaunt it above with prunes damysyns: take þe stones out; and wiþ dates quartered and piked clene. And couere the coffyn, and bake it wel, and serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Tart de Brymlent. Take figs & raisins, & wash them in wine, and grind them small with apples & pears clean picked. Take them up and put them in a pot with wine and sugar. Take very fresh salmon boiled, or cod or haddock, and mince them small, & do there-to white powders & whole spices & salt, & boil it. And when it is cooked enough, take it up and do it in a vessel, and let it cool. Make a pie shell an inch deep & do the filling there-in. Place on top of this damson prunes: take the stones out; and with dates quartered and picked clean. And cover the pie, and bake it well, and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans41.htm"}
{"original_recipe": "Take Shrympes, and seth hem in water and a litull salt, and lete hem boile ones or a litull more. And serue hem forthe colde; And no maner sauce but vinegre.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take shrimps, and boil them in water and a little salt, and let them boil once or a little more. And serve them forth cold; And no manner sauce but vinegar.", "url": "http://www.godecookery.com/mtrans/mtrans21.htm"}
{"original_recipe": "Sawse blaunche for capouns ysode. Take almaundes blaunched and grynde hem al to doust; temper hit vp with verious and powdour of gyngyuer, and messe it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "White Sauce for Capon. Take blanched almonds and grind them all to dust; temper it up with verjuice and powder of ginger, and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans44.htm"}
{"original_recipe": "Benes yfryed. Take benes and seeþ hem almost til þey bersten. Take and wryng out þe water clene. Do þerto oynouns ysode and ymynced, and garlec þerwith; frye hem in oile oþer in grece, & do þereto powdour douce, & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take beans and boil them almost until they burst. Take and wring out the water clean. Do there-to onions boiled and minced, and garlic there-with; fry them in oil or in grease, & do there-to powder douce, & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans12.htm"}
{"original_recipe": "Puddyng of purpaysse. Take þe Blode of hym, & þe grece of hym self, & Ote-mele, & Salt, & Pepir, & Gyngere, & melle þese to-gederys wel, & þan putte þis in þe Gutte of þe purays, & þan lat it seþe esyli, & not hard, a good whylys; & þan take hym vppe, & broyle hym a lytil, & þan serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Pudding of porpoise. Take the Blood of him, & the grease of him self, & Oatmeal, & Salt, & Pepper, & Ginger, & mix these together well, & then put this in the Gut of the porpoise, & then let it boil easily, & not hard, a good while; & then take him up, & broil him a little, & then serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans19.htm"}
{"original_recipe": "Take a crabbe or a lopster, and stop him in þe vente with on hire clees, and seth him in water, and no salt; or elles stoppe him in þe same maner, and cast him in an oven, and bake him, and serue him forth colde. And his sauce is vinegre.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take a crab or a lobster, and stop him in the vent with on her claws, and boil him in water, and no salt; or else stop him in the same manner, and cast him in an oven, and bake him, and serve him forth cold. And his sauce is vinegar.", "url": "http://www.godecookery.com/mtrans/mtrans20.htm"}
{"original_recipe": "Take a chike, and drawe him, and roste him, And lete the fete be on, and take awey the hede; then make batur of yolkes of eyron and floure, and caste there-to pouder of ginger, and peper, saffron and salt, and pouder hit faire til hit be rosted ynogh.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take a chicken, and eviscerate him, and roast him, And let the feet be on, and take away the head; then make batter of yolks of eggs and flour, and cast there-to powder of ginger, pepper, saffron and salt, and powder it fair til it be roasted enough.", "url": "http://www.godecookery.com/mtrans/mtrans18.htm"}
{"original_recipe": "Crustade. Take a cofyn, & bake hym drye; þen take Marwbonys & do þer-in; þenne nym hard yolkys of Eyroun, & grynde hem smal, & lye hem vppe with Milke; þan nym raw yolkys of Eyroun, & melle hem a-mong chikonys y-smete, & do þer-inne; & yf þou luste, Smal birdys; & a-force wyl þin comade with Sugre or hony; þan take clowys, Macez, Pepir, & Safron, & put þer-to, & salt yt; & þan bake, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Crustade. Take a pie shell, & bake it dry; then take marrow & do there-in; then take hard yolks of Eggs, & grind them small, & thicken them up with Milk; than take raw yolks of Eggs, & mix it with diced chicken, & do there-in; & if you like, Small birds; & strengthen well your filling with Sugar or honey; then take cloves, Mace, Pepper, & Saffron, & put there-to, & salt it; & than bake, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans25.htm"}
{"original_recipe": "Galyntyne. Take crustes of brede and grynde hem smale. Do þerto powdour of galyngale, of canel, of gynguer, and salt it; tempre it vp with vyneger, and drawe it vp þurgh a straynour, & messe it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Galyntine Sauce. Take crusts of bread and grind them small. Do there-to powder of galingale, of canel, of ginger, and salt it; temper it up with vinegar, and push it up through a strainer, and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans45.htm"}
{"original_recipe": "For Qualing of Mylk. Cast þerto a litil flour & styre it wele.", "citation": "- Hieatt, Constance B. \"The Middle English Culinary Recipes in MS Harley 5401: An Edition and Commentary.\"  Medium Ævum  vol. 65, no. 1 (1996): 54-71.  ", "gode_cookery_translation": "For Curdling of Milk. Cast there-to a little flour & stir it well.", "url": "http://www.godecookery.com/mtrans/mtrans47.htm"}
{"original_recipe": "Þe heyroun schal be diyht as is þe swan and it come quyk to kechen. Þe sauce schal be mad of hym as a chaudon of gynger & of galyngale, & þat it be coloured with þe blood or with brende crustes þat arn tosted.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "The heron shall be prepared as is the swan and it comes quickly to the kitchen. The sauce shall be made of him as a chaudon of ginger & of galingale, & that it be coloured with the blood or with bread crusts that are toasted.", "url": "http://www.godecookery.com/mtrans/mtrans53.html"}
{"original_recipe": "Take a good quantite of onyons, and myce hem, noyt to smale, & seth hem in faire water, And take hem vppe; and then take a good quantite of stale ale, as .iij. galons, And there-to take a pynte of goode oyle that is fraied, and cast the onyons there-to, And lete al boyle togidre a grete wile; and caste there-to Saffron and salt, And þen put brede, in maner of brewes, and cast the licour there-on, and serue hit forth hote.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take a good quantity of onions, and mince them, not to small, & boil them in fair water, And take them up; and then take a good quantity of stale ale, as 3 gallons, And there-to take a pint of good oil that is fried, and cast the onions there-to, And let all boil together a great while; and cast there-to Saffron & salt, And then put bread, in manner of brews, and cast the liquid there-on, and serve it forth hot.", "url": "http://www.godecookery.com/mtrans/mtrans03.htm"}
{"original_recipe": "Botere of almand melk. Tak þikke almound melk & boyle it, & as it boyleth cast yn a litel wyn or vynegre, & þan do it on a caneuas & lat þe whey renne out. & þan gadere it vp with þyn hondes & hang it vp a myle wey, & ley it after in cold water, & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Butter of almond mlk. Take thick almond milk & boil it, & as it boils cast in a little wine or vinegar, & then do it on a  canvas & let the whey run out. & then gather it up with your hands & hang it up for the time it takes to walk a mile, & lay it after in cold water, & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans54.html"}
{"original_recipe": "Venyson in Broth. Take Rybbys of Venysoun, and wasshe hem clene in fayre water, an strayne þe same water þorw a straynoure in-to a potte, an caste þer-to Venysoun, also Percely, Sawge, powder Pepyr, Clowys, Maces, Vynegre, and a lytyl Red wyne caste þer-to; an þanne latte it boyle tyl it be y-now, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Venison in Broth. Take ribs of venison, and wash them clean in fair water, and strain the same water through a strainer into a pot, and add there-to Venison, also Parsley, Sage, powder pepper, Cloves, Mace, Vinegar, and a little red wine add there-to; and then let it boil until it is done, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans30.htm"}
{"original_recipe": "Tartletes. Take veel ysode and grinde it smale. Take harde eyren isode & yground, and do þerto with prunes hoole, dates icorue, pynes and raisouns coraunce, hoole spices & powdour, sugur & salt; and make a litell coffyn and do þis fars þerinne. Couer it & bake it & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Tartlettes. Take veal boiled and grind it small. Take ground hard-boiled eggs, and do there-to with whole prunes, cored dates, pine nuts and currants, whole spices & powder, sugar & salt: and make a little pie shell and do this filling there-in. Cover it & bake it & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans43.htm"}
{"original_recipe": "Tartes of flessh. Take pork ysode and grynde it smale. Take harde eyren isode & ygrounde, and do þerto with chese ygrounde. Take gode powdours and hool spices, sugur, & safroun and salt, & do þerto. Make a coffyn as tofore sayde & do þis þerinne, & plaunt it with smale briddes istyued & connynges, & hewe hem to smale gobettes, & bake it as tofore, & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Tarts of Flesh. Take pork boiled and grind it small. Take ground hard boiled eggs, and do there-to with ground cheese. Take powders and whole spices, sugar, & saffron and salt, & do there-to. Make a pie shell as said before and do this there-in, & and on top place small stewed birds and rabbit, & cut them to small pieces, & bake it as before, & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans42.htm"}
{"original_recipe": "Tartelettes. Take pork y-sode and grynde it small with safroun; medle it with ayren, and raisouns of coraunce, and powdour fort and salt, and make a foile of dowhy and close the fars þerinne. Cast þe tartletes in a panne with faire water boillyng and salt; take of the clene flessh with oute ayren & boile it in gode broth. Cast þer powdour douce and salt, and messe the tartletes in disshes & helde the sewe þeronne.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take pork boiled and grind it small with saffron; mix it with eggs, and currants, and powder fort and salt, and make a foil of dough and close the stuffing there-in. Cast the tartlettes in a pan with fair water boiling and salt; take of the clean flesh without eggs & boil it in good broth. Cast there powder douce and salt, and place the tartlettes in dishes & hold the meat & broth there-on.", "url": "http://www.godecookery.com/mtrans/mtrans10.htm"}
{"original_recipe": "Tartee. Take pork ysode; hewe it & bray it. Do þerto ayren, raisouns corauns, sugur and powdour of gynger, powdour douce, and smale briddes þeramong, & white grece. Take prunes, safroun, & salt; and make a crust in a trap, & do þe fars þerin; and bake it wel & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Tartee. Take pork boiled; cut it and pound it in a mortar. Do there-to eggs, currants, sugar and powder of ginger, powder douce, and small birds there among, & white grease. Take prunes, saffron, & salt; and make a pie shell in a pie pan, & do the filling there-in; and bake it well & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans39.htm"}
{"original_recipe": "Raphioles. Take swyne lyuours and seeþ hem wel, take brede & grate it; and take yolkes of ayren, & make hit sowple, and do þerto a lytull of lard caruoun lyche a dee, chese gratyd, & white grece, poudour douce & of gynger, & wynde it to balles as grete as apples. Take þe calle of þe swyne & cast euere by hymself þerin. Make a crust in a trape, & lay þe balles þerin, & bake it; and whan þey buth ynowy, put þerin a layour of ayren with powdour fort and safroun and serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take swine livers and boil them well, take bread and grate it; and take yolks of eggs, & make it supple, and do there-to a little lard carved like a dice, cheese grated, & white grease, powder douce & of ginger, & wind it to balls as great as apples. Take the caul of the swine & cast ever by himself there-in. Make a crust in a pan, & lay the balls there-in, & bake it; and when they be enough, put there-in a layer of eggs with powder fort and saffron and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans09.htm"}
{"original_recipe": "Pygge y-farsyd. Take raw Eyroun, & draw hem þorw a straynoure; þan grate fayre brede; take Safroun & Salt, & pouder of Pepir, & Swet of a schepe, & melle alle to-gederys in a fayre bolle; þen broche þin Pygge; þen farce hym, & sewe þe hole, & lat hym roste; & þan serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Stuffed Pig. Take raw eggs, and pass them through a strainer; then grate good bread; take Saffron & Salt, & powder of Pepper, & Suet of a sheep, & mix all together in a good bowl; then put the Pig on a spit; then stuff him, & sew the hole (shut), & let him roast; & then serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans35.htm"}
{"original_recipe": "Make a past of paryd floure, knodyn with yolkes of eyroun; & make a stuf of vele & porke, sodyn & groundyn, with yolkes of eyron; mary dysed, & datys mynsyd; corauns; sigure, safron & salt & poudyr; & medyll al togedyr. & make youre past on round foyles of the brede of a saucer, as thyn as may be drawn. Turne hem doble, that the brerdys may come to the medyll of the foyle; then turne hem togedyr that the brerdys on the more side mete al aboute, & the lasse brerde turne upward withoutyn in the maner of a hat. & close well the egges that they hold well. Fyll theron thy stuff. Have a bature of yolkes of eyroun & whete floure in the opyn syde that ys toward. Loke theryn the stuf be closyd, & set hit yn hote grece upryght. When the bature ys fryed, thu may ley hym down & fry hym al overe.", "citation": "- Hieatt, Constance B.  An Ordinance of Pottage. An Edition of the Fifteenth Century Culinary Recipes in Yale University's MS Beinecke 163.  London: Prospect Books Ltd, 1988.  ", "gode_cookery_translation": "Make a pastry dough of prepared flour, kneaded with yolks of eggs; & make a stuffing of veal & pork, boiled & ground, with yolks of eggs; marrow diced, & dates minced; currants; sugar, saffron & salt & spices; & mix all together. And make your pastry on round foils of the breadth of a saucer, as thin as may be drawn. Turn it double, that the edges may come to the middle of the foil; then turn it together that the edges on the bigger side meet all about, & the smaller side turn upward without in the manner of a hat. And close well the edges that they hold well. Fill there-on your stuffing. Have a batter of yolks of eggs & wheat flour in the open side that is toward. Look there-in the stuffing be closed, & set it in hot grease upright. When the batter is fried, you may lay it down & fry it all over.", "url": "http://www.godecookery.com/mtrans/mtrans02.htm"}
{"original_recipe": "Doucettes. Take Porke, & hakke it smal, & Eyroun y-melleyd to-gederys, & a lytel Milke, & melle hem to-gederys with Hony & Pepir, & bake hem in a cofyn, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Doucettes. Take Pork, & hack it small, & eggs beaten together, & a little Milk, & mix it together with Honey & Pepper, & bake it in a pie shell, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans27.htm"}
{"original_recipe": "Crustade gentyle. Take a Cofyn y-bake; þan grynd Porke or Vele smal with harde yolkys of Eyroun; þan lye it with Almaunde Milke, & make hem stondyng; take Marow of bonys, & ley on þe cofynne, & fylle hem fulle with þin comade, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Crustade gentle. Take a baked pie shell; then grind Pork or Veal small with hard yolks of eggs; then thicken it with Almond Milk, & make it standing; then take Marrow of bones, & lay it in the pie shell, & fill it full with your filling, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans26.htm"}
{"original_recipe": "Connynges in grauey. Take connynges: smyte hem to pecys: perboile hem and drawe hem with a gode broth, with almaundes, blaunched and brayed. Do þerinne sugar, and powdour gynger, and boyle it and the flessh þerwith; flour it with sugur & with powdour gynger & serue forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Rabbit in gravy. Take rabbits: cut them into pieces: parboil them and put them in good broth, with almonds, blanched & ground. Do there-in sugar, and powder ginger, and boil it and the flesh there-with: garnish it with sugar & with powder ginger & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans37.htm"}
{"original_recipe": "For to make Conys in Hogepoche. Scald hyr, þan hew hyre in gobets all raw & seth hyr in hyr awne grece, & cast þerto ale or wyne a gode cup full, & mynce onyons small & do þerto, & bole it & serof it forth.", "citation": "- Hieatt, Constance B. \"The Middle English Culinary Recipes in MS Harley 5401: An Edition and Commentary.\"  Medium Ævum  vol. 65, no. 1 (1996): 54-71.  ", "gode_cookery_translation": "For to make Conies in Hogepoche. Scald her, then hew her in pieces all raw & boil her in her own grease, & add there-to ale or wine a good cup full, & mince onions small & do there-to, & boil it & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans50.htm"}
{"original_recipe": "Take porke, and seth it ynow; and take it vppe, and bawde hit, and hewe it and grinde it, and in a morter; And cast therto grated brede, and then drawe the same broth thorgh a streynour, And temper hit with ale, and do al into a potte, and lete boile, and aley hit with yolkes of egges, And then lete it boile no more, And caste thereto powder of ginger, Salt, And put hit in disshes in maner of Mortrewes, And cast thereto powder of ginger, & serue it forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Take pork, and boil it enough; and take it up, and thinly slice it, and hew it and grind it, and in a morter; And cast there-to grated bread, and then draw the same broth through a strainer, And temper it with ale, and do all in a pot, and let boil, and mix it with yolks of eggs, And then let it boil no more, And cast there-to powder of ginger, Salt, And put it in dishes in manner of Mortrews, And cast there-to powder of ginger, & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans17.htm"}
{"original_recipe": "Chauden for potage. Take þe lyuere & þe lunges of þe ert & þe mederyiu & þe guttes, & score hem with salt & seth hem al togedere, & hew hem smale. & tak bred & peper & grynde togedere, & tempere it vp with þe broth. & coloure it with þe blod, & hew þe chauden & do it þerto, & lye vp with þe yelkes of eyren. & if þou do brauens þerto, coloure it with safroun.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Chauden for pottage. Take the liver & the lungs of the hart & the midriff & the guts, & scour them with salt & boil them all together, & hew them small. & take bread & pepper & grind together, & temper it up with the broth. & colour it with the blood, & hew the chauden & do it thereto, & mix it up with yolks of eggs. & if you do brawn thereto, colour it with saffron.", "url": "http://www.godecookery.com/mtrans/mtrans55.html"}
{"original_recipe": "Connynges in Cyrip. Take connynges and seeþ hem wel in good broth. Take wyne greke and do þerto with a porcioun of vynegar and flour of canel, hoole clowes, quybibes hoole, and ooþer gode spices, with raisouns coraunce and gyngyuer ypared and ymynced. Take vp the connynges and smyte hem on pecys and cast hem in to the siryppe, and seeþ hem a litel in fere, and serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Conies in syrup. Take conies and boil them well in good broth. Take Greek wine and do there-to with a portion of vinegar and flour of cinnamon, whole cloves, cubebs whole, and other good spices, with currants and ginger pared and minced . Take up the conies and cut them in pieces and cast them into the syrup, and boil them a little in the fire, and serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans01.htm"}
{"original_recipe": "French iowtes. Take and seeþ white pesoun and take oute þe perry; & perboile erbis & hewe hem grete, & cast hem in a pot with the perry. Pulle oynouns & seeþ hem hole wel in water, & do hem to þe perry with oile & salt; colour it with safroun & messe it, and cast þeron powdour douce.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "French pot-herbs. Take and boil white peas and take out the purée; & parboil herbs & hew them great, & cast them in a pot with the purée. Pluck onions & boil them whole well in water, & do them to the purée with oil & salt; color it with saffron & serve it, and cast there-on powder douce.", "url": "http://www.godecookery.com/mtrans/mtrans05.htm"}
{"original_recipe": "To make frumente. Tak clene whete & braye yt wel in a morter tyl þe holes gon of; seþe it til it breste in water. Nym it vp & lat it cole. Tak good broþ & swete mylk of kyn or of almand & tempere it þerwith. Nym yelkys of eyren rawe & saffroun & cast þerto; salt it; lat it nauyt boyle after þe eyren ben cast þerinne. Messe it forth with venesoun or with fat motoun fresch.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take clean wheat & bray it well in a morter til the hulls gone of; boil it til it bursts in water. Take it up and let it cool. Take good broth & sweet milk of cow or of almond & temper it there-with. Take yolks of eggs raw & saffron & cast there-to; salt it; let it not boil after the eggs be cast there-in. Serve it forth with venison or with fat mutton fresh.", "url": "http://www.godecookery.com/mtrans/mtrans15.htm"}
{"original_recipe": "Spynoches yfryed. Take spynoches; perboile hem in seþyng water. Take hem vp and presse out þe water and hew hem in two. Frye hem in oile & do þerto powder douce, & serue forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Take spinach; parboil them in boiling water. Take them up and press out the water and hew them in two. Fry them in oil & do there-to powder douce, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans11.htm"}
{"original_recipe": "Beef y-Stywyd. Take fayre beef of þe rybbys of þe fore quarterys, an smyte in fayre pecys, an wasche þe beef in-to a fayre potte; þan take þe water þat þe beef was soþin yn, an strayne it þorw a straynowr, an sethe þe same water and beef in a potte, an let hem boyle to-gederys; þan take canel, clowes, maces, graynys of parise, quibibes, and oynons y-mynced, perceli, an sawge, an caste þer-to, an let hem boyle to-gederys; an þan take a lof of brede, an stepe it with brothe an venegre, an þan draw it þorw a straynoure, and let it be stylle; an whan it is nere y-now, caste þe lycour þer-to, but nowt to moche, an þan let boyle onys, an cast safroun þer-to a quantyte; þan take salt an venegre, and cast þer-to, an loke þat it be poynaunt y-now, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Stewed Beef. Take fair beef of the ribs of the fore quarters, and smite in fair pieces, and wash the beef into a fair pot; then take the water that the beef was washed in, and strain it through a strainer, and boil the same water and beef in a pot, and let them boil together; then take cinnamon, cloves, mace, grains of paradise, cubebs, and minced onions, parsley, and sage, and cast there-to, and let it boil together; then take a loaf of bread, an steep it with broth and vinegar, and then draw it through a strainer, and let it be still; and when it is nearly done, add the liquid there-to, but not to much, and then let boil once, and add saffron there-to a quantity; then take salt and vinegar, and add there-to, and look that it taste poynaunt enough, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans29.htm"}
{"original_recipe": "A bake Mete Ryalle. Take and make litel cofyns, & take Chykonys y-soþe; oþer Porke y-soþe; oþer hem boþe: take Clowys, Maces, Quybibes, & hakke with-alle, & melle yt with cromyd marow, & lay on Sugre y-now; þan ley it on þe cofynne, & in þe myddel lay a gobet of marrow, & Sugre round a-bowte y-now, and lat bake; & þis is for soperys.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "A Royal Pie. Take and make little pie shells, & take Chicken boiled; or Pork boiled; or them both: take Cloves, Mace, Cubeb, & hack all together, & mix it with crumbled marrow, & add just the right amount of Sugar; then place it a pie shell, & in the middle place a piece of marrow, & all over some Sugar, and let it bake; & this is for a supper.", "url": "http://www.godecookery.com/mtrans/mtrans24.htm"}
{"original_recipe": "Brawn en Peuerade. Take Wyne an powder Canel, and draw it þorw a straynour, an sette it on þe fyre, and lette it boyle, an caste þer-to Clowes, Maces, an powder Pepyr; þan take smale Oynonys al hole, an par-boyle hem in hot watere, an caste þer-to, and let hem boyle to-gederys; þan take Brawn, an lesshe it, but nowt to þinne. An yif it sowsyd be, lete it stepe a whyle in hot water tyl it be tendre, þan caste it ti þe Sirip; þen take Sawnderys, an Vynegre, an caste þer-to, an lete it boyle alle to-gederys tyl it be y-now; þen take Gyngere, an caste þer-to, an so serue forth; but late it be nowt to þikke ne to þinne, but as potage shulde be.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Brawn in Peverade. Take Wine and powdered Cinnamon, and pass it through a strainer, and set it on the fire, and let it boil, and add there-to Cloves, Mace, and powdered Pepper; then take small Onions all whole, and parboil them in hot water, and add there-to, and let them boil together; then take Brawn, and slice it, but not to thin. And if it is soused, let it steep awhile in hot water until it is tender, then add it to the Syrup; then take Sandalwood, and Vinegar, and add there-to, and let it boil all together until it is done; then take Ginger, and add there-to, and so serve forth; but let it be not too thick nor too thin, but as a pottage should be.", "url": "http://www.godecookery.com/mtrans/mtrans33.htm"}
{"original_recipe": "Frytour of pasternakes, of skirwittes, & of apples. Take skyrwittes and pasternakes and apples, & perboile hem. Make a batour of flour and ayren; cast þerto ale & yest, safroun & salt. Wete hem in þe batour and frye hem in oile or in grece; do þerto almaund mylke, & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Fritter of carrots, of parsnips, & of apples. Take parsnips and carrots and apples, & parboil them. Make a batter of flour and eggs; cast there-to ale & yeast, saffron & salt. Wet them in the batter and fry them in oil or in grease; do there-to almond milk, & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans07.htm"}
{"original_recipe": "Potage of Rice. Recipe rice, & pike þam & wash þam clene, & seth þam to þai breste; þan lat þam kele & cast þerto almond mylke, & do þerto a lityll porcyon of wyne, anoþer of hony, and colour it with saferon, & boyle it & serof it forth.", "citation": "- Hieatt, Constance B. \"The Middle English Culinary Recipes in MS Harley 5401: An Edition and Commentary.\"  Medium Ævum  vol. 65, no. 1 (1996): 54-71.  ", "gode_cookery_translation": "Pottage of Rice. Recipe. Rice, & pick them & wash them clean, & boil them till they burst; then let them cool & add there-to almond milk, & do there-to a little portion of wine, another of honey, and color it with saffron, & boyle it & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans49.htm"}
{"original_recipe": "Rys. Take a porcyoun of Rys, & pyke hem clene, & sethe hem welle, & late hem kele; þen take gode Mylke of Almaundys & do þer-to, & seþe & stere wyl; & do þer-to Sugre an hony, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Rice. Take a portion of Rice, & pick it clean, & boil it well, & let it cool; then take good Milk of Almonds & do þer-to, & boil & stir it well; & do there-to Sugar and honey, & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans34.htm"}
{"original_recipe": "Rysshews of fruyt. Take fyges and raisouns; pyke hem and waisshe hem in wyne. Grynde hem wiþ apples and peeres ypared and ypiked clene. Do þerto gode powdours and hole spices; make balles þerof, frye in oile, and serue hem forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Rissoles of fruit. Take figs and raisins; pick them and wash them in wine. Grind them with apples and pears pared and picked clean. Do there-to good powders and whole spices; make balls there-of, fry in oil, and serve them forth.", "url": "http://www.godecookery.com/mtrans/mtrans13.htm"}
{"original_recipe": "For to make chireseye, tak chiryes at þe feast of Seynt Iohn þe Baptist, & do awey þe stonys. Grynd hem in a morter, & after frot hem wel in a seue so þat the ius be wel comyn owt; & do þan in a pot & do þerein feyre gres or botor & bred of wastel ymyid, & of sugur a god perty, & a porcioun of wyn. & wan it is wel ysodyn & ydessyd in dyschis, stik þerin clowis of gilofre & strew þeron sugur.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "For to make Cherries, take cherries at the feast of Saint John the Baptist, & do away the stones. Grind them in a mortar, and after rub them well in a sieve so that the juice be well coming out; & do then in a pot and do there-in fair grease or butter & bread of wastel minced, & of sugar a good part, & a portion of wine. And when it is well cooked & dressed in dishes, stick there-in clove flowers & strew there-on sugar.", "url": "http://www.godecookery.com/mtrans/mtrans06.htm"}
{"original_recipe": "A dauce egre. Tak luces or tenches or fresch haddok, & seth hem & frye hem in oyle doliue. & þan tak vynegre & þe thridde pert sugre & onyounnes smal myced, & boyle alle togedere, & maces & clowes & quybibes. & ley þe fisch in disches & hyld þe sew aboue & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Sweet and Sour Fish. Take luce or tench or fresh haddock, & boil them & fry them in olive oil. And then take vinegar and the third part sugar & onions minced small, & boil all together, & mace & cloves & cubeb. And lay the fish in dishes & pour the sauce above & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans36.htm"}
{"original_recipe": "Tart de Bry. Take a crust ynche depe in a trap. Take yolkes of ayren rawe & chese ruayn & medle it & þe yolkes togyder. Do þerto powdour gynger, sugur, safroun, and salt. Do it in a trap; bake it & serue it forth.", "citation": "- Hieatt, Constance B. and Sharon Butler.  Curye on Inglish: English Culinary Manuscripts of the Fourteenth-Century (Including the Forme of Cury).  New York: for The Early English Text Society by the Oxford University Press, 1985.  ", "gode_cookery_translation": "Tartee. Make a pie crust an inch deep in a pie pan. Take yolks of eggs raw & Autumn cheese & mix it & the yolks together. Do there-to powder ginger, sugar, saffron, and salt. Do it in a pie shell; bake it & serve it forth.", "url": "http://www.godecookery.com/mtrans/mtrans40.htm"}
{"original_recipe": "Doucettes a-forcyd. Take Almaunde Milke, & yolkys of Eyroun y-melled to-gederys, Safroun, Salt, & hony; dry þin cofyn, & ley þin Maribonys þer-on, & caste þin comade þer-on, & serue forth.", "citation": "- Austin, Thomas.  Two Fifteenth-Century Cookery-Books. Harleian MS. 279 & Harl. MS. 4016, with extracts from Ashmole MS. 1429, Laud MS. 553, & Douce MS 55.  London: for The Early English Text Society by N. Trübner & Co., 1888.  ", "gode_cookery_translation": "Mock Doucettes. Take Almond Milk, & yolks of eggs blended together, Saffron, Salt, & honey. Dry your pie shell, & lay your marrow there-on, & place your filling there-on, & serve forth.", "url": "http://www.godecookery.com/mtrans/mtrans28.htm"}
